# packages
brew "coreutils"
brew "reattach-to-user-namespace"
brew "bat"
brew "fd"
brew "gh"
brew "go"
brew "helm"
brew "httpie"
brew "jq"
brew "yq"
brew "neovim"
brew "node"
brew "gpg2"
brew "gnupg"
brew "pinentry-mac"
brew "postgresql"
brew "terraform"
brew "tmux"
brew "tree"
brew "git"
brew "git-lfs"
brew "ranger"
brew "pyenv"
brew "bitwarden-cli"
brew "hammerspoon"
brew "yazi"
brew "ffmpegthumbnailer"
brew "unar" 
brew "poppler"
brew "ripgrep"
brew "pngpaste"

# casks
cask "kitty"
cask "stats" 
cask "docker" 
cask "amethyst"
cask "brave-browser"
cask "bitwarden"
cask "google-cloud-sdk"
