# packages
brew "coreutils"
brew "gnu-sed"
brew "stow"
brew "httpie"
brew "reattach-to-user-namespace"
brew "bat"
brew "fd"
brew "gh"
brew "go"
brew "helm"
brew "jq"
brew "yq"
brew "neovim"
brew "node"
brew "gpg2"
brew "gnupg"
brew "pinentry-mac"
brew "postgresql@14"
brew "terraform"
brew "tmux"
brew "tree"
brew "git"
brew "git-lfs"
brew "git-crypt"
brew "pyenv"
brew "pyenv-virtualenv"
brew "bitwarden-cli"
brew "yazi"
brew "ffmpegthumbnailer"
brew "unar" 
brew "poppler"
brew "ripgrep"
brew "pngpaste"
brew "git-delta"
brew "pre-commit"
brew "zsh"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "starship"
brew "zoxide"
brew "pyenv"
brew "fzf"
brew "rust"
brew "shellcheck" # tool for linting of the shell scripts
brew "shfmt"      # tool for formating of the shell scripts

# casks
cask "bitwarden"
cask "hammerspoon"
cask "raycast"
cask "brave-browser"
cask "docker" 
cask "stats"
cask "notunes"
cask "keycastr"
cask "wezterm"
